# StairsAttrStairsBottom Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StairsAttrStairsBottom Property
ParameterTypeId Class See Also
---
"Underside of Winder"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StairsAttrStairsBottom { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StairsAttrStairsBottom As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StairsAttrStairsBottom {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace